accountsservice
adobe-source-sans-fonts
aic94xx-firmware
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
amd-ucode
appstream
arandr
arc-gtk-theme
arch-install-scripts
archlinux-logout-git
archlinux-tweak-tool-git
arcolinux-arc-kde
arcolinux-bin-git
arcolinux-candy-beauty-git
arcolinux-config-all-desktops-git
arcolinux-dconf-all-desktops-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-arcolinux-candy-beauty-git
arcolinux-hblock-git
arcolinux-hyprland-git
arcolinux-hyprland-profile-git
arcolinux-keyring
arcolinux-kitty-git
arcolinux-local-applications-all-hide-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-meta-steam-amd
arcolinux-meta-utilities
arcolinux-meta-wine
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-pipemenus-git
arcolinux-qt5-git
arcolinux-root-git
arcolinux-sddm-simplicity-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-wayland-app-hooks-git
arcolinux-wayland-profile-git
arcolinux-xfce-git
arcolinux-zsh-git
auto-cpufreq
avahi
awesome-terminal-fonts
base
base-devel
bash-completion
bashtop
bat
bibata-cursor-theme-bin
bind
blueberry
bluez
bluez-libs
bluez-utils
brightnessctl
broadcom-wl-dkms
btop
btrfs-progs
cava
cliphist
clonezilla
cryptsetup
cups
cups-filters
cups-pdf
dconf-editor
ddrescue
dex
dhclient
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
duf
dunst
e2fsprogs
edid-decode-git
edk2-shell
efibootmgr
ethtool
exfatprogs
exo
expac
f2fs-tools
fatresize
feh
ffmpegthumbnailer
file-roller
firefox
freetype2
fsarchiver
fzf
ghostscript
git
gksu
gnome-disk-utility
gnome-keyring
gnu-netcat
go
gpart
gparted
gpm
gptfdisk
grim
grub
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hardcode-fixer-git
hardinfo-gtk3
hdparm
htop
hw-probe
hwinfo
hyperv
hyprland-dev
hyprpaper
hyprpicker-git
imagemagick
intltool
inxi
irssi
iw
jfsutils
jq
jsoncpp
kitty
laptop-detect
lazygit
less
libdvdcss
libfido2
libgsf
libmtp
libopenraw
libpwquality
libreoffice-fresh
libusb-compat
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
lxrandr
man-db
man-pages
maven
mc
mdadm
memtest86+
memtest86+-efi
mesa
mesa-vdpau
mintstick-git
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpv
mtools
mtpfs
nano
nbd
ndisc6
neofetch
neovim
nerd-fonts-source-code-pro
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nilfs-utils
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
nvme-cli
open-iscsi
openconnect
openresolv
openssh
openvpn
os-prober
p7zip
pamixer
partclone
parted
partimage
pavucontrol
pcsclite
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-zeroconf
pixterm
pkgfile
playerctl
polkit
polkit-gnome
poppler-glib
poppler-qt5
ppp
pptpclient
pv
python-pyparted
python-pywal
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt5-wayland
qt5ct
rate-mirrors-bin
refind
reflector
reiserfsprogs
ripgrep
rp-pppoe
rsync
rtl8821cu-morrownr-dkms-git
rustup
rxvt-unicode
rxvt-unicode-terminfo
screen
sddm
sdparm
sg3_utils
slurp
smartmontools
sof-firmware
spotify
spotify-adblock-git
spotifywm-git
squashfs-tools
stremio
sudo
swaybg
swayidle
swaylock
syslinux
system-config-printer
tcpdump
terminus-font
testdisk
the_silver_searcher
thunar
thunar-archive-plugin
thunar-volman
tlp
tmux
tpm2-tss
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ms-fonts
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tty-clock
tumbler
udftools
udiskie
udisks2
unace
unrar
unzip
upd72020x-fw
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
vim
volumeicon
vpnc
vulkan-radeon
w3m
waybar-hyprland-git
wd719x-firmware
webkit2gtk
wf-recorder-git
wget
wireless-regdb
wireless_tools
wl-clipboard
wlr-randr
wmctrl
wofi
wpa_supplicant
wvdial
xapp
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-input-elographics
xf86-input-libinput
xf86-video-amdgpu
xfce4-appfinder
xfce4-terminal
xfsprogs
xkblayout-state-git
xkeyboard-config
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yad
yay
zellij
zsh
