accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
aic94xx-firmware
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arandr
arc-gtk-theme
arch-install-scripts
archlinux-login-backgrounds-git
archlinux-logout-git
arcolinux-grub-theme-vimix-git
arcolinux-hyprland-git
arcolinux-keyring
arcolinux-meta-steam-amd
arcolinux-meta-utilities
arcolinux-meta-wine
arcolinux-mirrorlist-git
arcolinux-paru-git
arcolinux-systemd-services-git
arcolinuxd-system-config-git
arcolinuxd-welcome-app-git
awesome-terminal-fonts
base
base-devel
bash-completion
bat
bibata-cursor-theme-bin
bind
blas
broadcom-wl-dkms
btrfs-progs
catppuccin-gtk-theme-mocha
cblas
chaotic-keyring
cliphist
clonezilla
cmake
cmatrix
cryptsetup
ddrescue
dex
dhclient
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
duf
dunst
e2fsprogs
edid-decode-git
edk2-shell
efibootmgr
ethtool
exfatprogs
expac
f2fs-tools
fatresize
fftw
firefox
fsarchiver
fzf
gamemode
gamescope
gimp
git
gksu
gnu-netcat
go
gpart
gparted
gpm
gptfdisk
grim
grub
gst-plugins-bad
gst-plugins-base
gst-plugins-ugly
gstreamer
hdparm
hw-probe
hwinfo
hyperv
hyprland
hyprpaper
hyprpicker-git
imagemagick
intellij-idea-community-edition-jre
irssi
jdk
jfsutils
jq
kitty
lapack
laptop-detect
lazygit
ldtk
less
libdisplay-info
libfido2
libpwquality
libreoffice-fresh
libusb-compat
libva-mesa-driver
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-firmware-qlogic
linux-headers
logrotate
lsb-release
lsscsi
lutris
lvm2
man-db
man-pages
mangohud
mariadb
maven
mc
mdadm
memtest86+
memtest86+-efi
mesa
mesa-vdpau
meson
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mtools
nano
nasm
nbd
ncurses
ndisc6
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
ntp
numlockx
nvme-cli
nwg-look
oh-my-zsh-git
opam
open-iscsi
openconnect
openrazer-meta
openresolv
openssh
openvpn
os-prober
p7zip
pamixer
partclone
parted
partimage
pavucontrol
pcsclite
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-zeroconf
pixterm
playerctl
polkit
polkit-gnome
ppp
pv
python-numpy
python-pip
python-wxpython
qbittorrent
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt5-wayland
rate-mirrors-bin
razergenie
refind
reflector
reiserfsprogs
ripgrep
rp-pppoe
rsync
rtl8821cu-morrownr-dkms-git
rxvt-unicode
rxvt-unicode-terminfo
sardi-icons
screen
sddm
sdparm
sg3_utils
slurp
smartmontools
sof-firmware
spotify
spotify-adblock
spotifywm-git
sqlitebrowser-cipher
squashfs-tools
steam-tweaks
strace
stremio
sudo
surfn-icons-git
syslinux
tcpdump
tela-circle-icon-theme-dracula
terminus-font
testdisk
the_silver_searcher
thunar
thunar-archive-plugin
tmux
tpm2-tss
ttf-dejavu
ttf-hack
ttf-sourcecodepro-nerd
tty-clock
udftools
unzip
upd72020x-fw
upower
urxvt-fullscreen
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbmuxd
usbutils
volumeicon
vpnc
vulkan-radeon
waybar-hyprland-git
wd719x-firmware
webcord
wget
wireless-regdb
wireless_tools
woeusb
wofi
wpa_supplicant
wvdial
xampp
xdg-desktop-portal-hyprland-git
xf86-input-elographics
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xkblayout-state-git
xkeyboard-config
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zsh
zsh-autosuggestions-git
zsh-fast-syntax-highlighting
